"keyApplicationTitle"           = "Utility Slot Memoria";

"keyWarningOptimalInfo"         = "I moduli di memoria sono installati negli slot consigliati.";
"keyWarningNotOptimalInfo"      = "I moduli di memoria installati in questo sistema non sono disposti nella configurazione raccomandata per fornire l'ampiezza di banda ottimale della memoria.";

"keyCurrentDIMMConfig"          = "Moduli di memoria attualmente installati:";
"keyRecommendedConfig"          = "Configurazione raccomandata:";
"keyOKButton"					= "OK";
"keyPrintButton"				= "Stampa";
"keyQuit"                       = "Esci";

"keySlot1"                      = "Slot 1:";
"keySlot2"                      = "Slot 2:";
"keySlot3"                      = "Slot 3:";
"keySlot4"                      = "Slot 4:";
"keySlot5"                      = "Slot 5:";
"keySlot6"                      = "Slot 6:";
"keySlot7"                      = "Slot 7:";
"keySlot8"                      = "Slot 8:";

"keyServerSlotA4"                   = "Slot A4:";
"keyServerSlotA1"                   = "Slot A1:";
"keyServerSlotA5"                   = "Slot A5:";
"keyServerSlotA2"                   = "Slot A2:";
"keyServerSlotA6"                   = "Slot A6:";
"keyServerSlotA3"                   = "Slot A3:";
"keyServerSlotB4"                   = "Slot B4:";
"keyServerSlotB1"                   = "Slot B1:";
"keyServerSlotB5"                   = "Slot B5:";
"keyServerSlotB2"                   = "Slot B2:";
"keyServerSlotB6"                   = "Slot B6:";
"keyServerSlotB3"                   = "Slot B3:";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "16GB DIMM\t";
"keyServerDIMMSize2"				= "2GB DIMM\t";
"keyServerDIMMSize4"				= "4GB DIMM\t";
"keyServerDIMMSize8"				= "8GB DIMM\t";
"keyServerDIMMSize16"				= "16GB DIMM\t";

"keyNoDIMM"                     = " -\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "16GB DIMM\t";
"keyDIMMSize2"                  = "2GB DIMM\t";
"keyDIMMSize4"                  = "4GB DIMM\t";
"keyDIMMSize8"                  = "8GB DIMM\t";
"keyDIMMSize16"                 = "16GB DIMM\t";

"keyUserGuideInfo"              = "Segui le istruzioni del Manuale utente per spegnere correttamente il sistema e spostare i moduli di memoria negli slot raccomandati.\n\nPer eseguire nuovamente questa utility avvia:";
"keyUtilityAbsPath"             = "/System/Libreria/CoreServices/Memory Slot Utility";

"keyUnsupportedSystemMessage"	= "L'Utility Slot Memoria non può essere utilizzata su questo sistema.";
